import { Movie } from "./types"

export const data:Movie[] = [
    {
        name:"Круэлла (2021)",
        id:"58124742",
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/9bb0f260-1c5f-4698-91cc-de481bfd0f55/600x900",
        description:"Великобритания, 1960-е годы. Эстелла была необычным ребёнком, и особенно трудно ей было мириться со всякого рода несправедливостью. Вылетев из очередной школы, она с мамой отправляется в Лондон. По дороге они заезжают в особняк известной модельерши по имени Баронесса, где в результате ужасного несчастного случая мама погибает. Добравшись до Лондона, Эстелла знакомится с двумя мальчишками — уличными мошенниками Джаспером и Хорасом.",
 
    },
    {
        name:"Дьявол носит Prada (2006)",
        id: "14201942",
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/39a5e5e5-fea5-4c18-964e-40c4dfa7c995/600x900",
        description:"Мечтающая стать журналисткой провинциальная девушка Энди по окончании университета получает должность помощницы всесильной Миранды Пристли, деспотичного редактора одного из крупнейших нью-йоркских журналов мод. Энди всегда мечтала о такой работе, не зная, с каким нервным напряжением это будет связано…",
  
    },
    {
        name:"Голодные игры: Баллада о змеях и певчих птицах (2023)",
        id:"174679937",
        image:"https://avatars.mds.yandex.net/get-kinopoisk-image/9784475/86761019-697f-40d9-8115-2a08b5a5941d/600x900",
        description:"До того, как стать деспотичным президентом Панэма, молодой Кориолан Сноу был последней надеждой для своего увядающего рода — некогда великой династии, впавшей в немилость послевоенного Капитолия. Накануне десятых ежегодных Голодных игр Сноу назначают наставником Люси Грей Бэйрд — трибута дистрикта 12. Постепенно девушка привлекает все больше внимание Панэма, становясь фавориткой грядущего соревнования. Готовый на все, чтобы вернуть своей семье былое величие, Сноу решает обратить ситуацию с Люси в свою пользу. Начинается гонка со временем, которая покажет, кто певчая птица, а кто — змея.",

    }

]